Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Asphalting
it: Asfaltatura

source: Installation of bolts
it: Installazione di bulloni

source: Installation of data network apparatus
it: Installazione d'apparecchi di reti di dati

source: Shuttering services
it: Servizi di casseforme

source: Repair or maintenance of industrial washing machines
it: Riparazione o manutenzione di lavatrici industriali

source: Replacement of brakes
it: Sostituzione di freni

source: Replacement of lights
it: Sostituzione di luci

source: Furniture restoration
it: Restauro di mobilia

source: Interference suppression in electrical apparatus
it: Bonifica di interferenze negli apparati elettrici

source: Rebuilding machines that have been worn or partially destroyed
it: Rimessa a nuovo di macchine usate o parzialmente distrutte

source: Rental of road sweeping machines
it: Noleggio di macchine spazzatrici

source: Asbestos removal
it: Rimozione di amianto

source: Glaziers services for construction vehicles
it: Servizi di vetrai per veicoli da costruzione

source: Cleaning by means of sanding (Services for -)
it: Pulizia tramite sabbiatura (Servizi di -)

source: Supervision of underwater construction
it: Supervisione di lavori di costruzione subacquea

source: Telephone installation
it: Installazione di telefoni

source: Washing of knitwear
it: Lavaggio di maglieria

source: Washing of textile piece goods
it: Lavaggio di prodotti tessili

source: Services for the repair of heat exchangers
it: Servizi di riparazione di scambiatori di calore

source: Assembling [installation] of building framework
it: Assemblaggio [installazione] di impalcature per l'edilizia

source: Beneath ground construction work relating to plumbing
it: Lavori di costruzione sotterranei relativi a impianti idraulici

source: Consultancy services relating to the repair of buildings
it: Servizi di consulenza in materia di riparazione di edifici

source: Anti-corrosion treatment
it: Trattamento anticorrosione

source: Oil pipeline construction
it: Costruzione di oleodotti

source: Painting and varnishing
it: Tinteggiatura e verniciatura

source: Repair or maintenance of nuclear power plants
it: Riparazione o manutenzione di centrali nucleari

source: Repair or maintenance of power-driven floor cleaning machines
it: Riparazione o manutenzione di macchine a motore per la pulitura di pavimenti

source: Scaffolding dismantling
it: Smontaggio di impalcature

source: Repair, servicing and maintenance of vehicles and apparatus for locomotion by air
it: Riparazione, assistenza e manutenzione di veicoli e apparecchi di locomozione aerei

source: Maintenance and servicing of security alarms
it: Manutenzione e riparazione di allarmi di sicurezza

source: Maintenance of commercial electrical systems
it: Manutenzione di sistemi elettrici commerciali

source: Maintenance of data communication networks
it: Manutenzione di reti di comunicazione di dati

source: Maintenance of data-processing terminals
it: Manutenzione di terminali d'elaborazione dati

source: Removal of graffiti
it: Rimozione di graffiti

source: Advisory services relating to the maintenance of fixings
it: Servizi di consulenza in materia di manutenzione di impianti

source: Maintenance and repair of communications systems
it: Manutenzione e riparazione di sistemi di comunicazione

source: Maintenance and repair of engines
it: Manutenzione e riparazione di motori

source: Lawn mower blade sharpening
it: Affilatura di lame di tosaerba

source: Repair or maintenance of waste compacting machines and apparatus
it: Riparazione o manutenzione di macchine e apparecchi per compattare i rifiuti

source: Advisory services relating to excavating
it: Servizi di consulenza in materia di scavo

source: Overhaul of engines
it: Revisione di motori

source: Constructing porches
it: Costruzione di portici

source: Refurbishment of brakes for hydraulic trucks
it: Rimessa a nuovo di freni per carrelli idraulici

source: Installing of electronic communications networks
it: Installazione di reti di comunicazione elettroniche

source: Interior renovation of commercial premises
it: Restauro di interni di locali commerciali

source: Construction of walls
it: Costruzione di muri

source: Contract cleaning of clubs
it: Pulizia a contratto di club

source: Application of coatings to swimming pools
it: Applicazione di rivestimenti per piscine

source: Maintenance and repair of sporting equipment
it: Manutenzione e riparazione di attrezzature sportive

source: Maintenance and repair services relating to the air transport industry
it: Servizi di manutenzione e riparazione relativi all'industria del trasporto aereo

source: Renovating services relating to conduits for water supply
it: Servizi di ripristino di condotte per l'erogazione dell'acqua

source: Renovation of kitchens
it: Rinnovo di cucine

source: Demolition of chimneys
it: Demolizione di camini

source: Construction of ramparts
it: Costruzione di bastioni

source: Cleaning of shops
it: Pulizia di negozi

source: Cleaning of storage containers
it: Pulizia di container di stoccaggio

source: Hygienic cleaning [mobile structures]
it: Pulizia igienica [strutture mobili]

source: Information services relating to installation of security systems
it: Servizi di informazione in materia di installazione di sistemi di sicurezza

source: Installation of fabricated construction units
it: Installazione di costruzioni prefabbricate

source: Repair or maintenance of machines and apparatus for lumbering
it: Riparazione o manutenzione di macchine e attrezzature per il legname

source: Installation of smelting furnaces
it: Installazione di forni di fusione

source: Installation of solar powered systems
it: Installazione di sistemi ad energia solare

source: Installation of stands for exhibitions
it: Installazione di stand per mostre

source: Repair or maintenance of fishing machines and instruments
it: Riparazione o manutenzione di macchine e strumenti per la pesca

source: Repair of binoculars
it: Riparazione di binocoli

source: Maintenance and repair of parts and fittings for boats
it: Assistenza e riparazione di parti e accessori per imbarcazioni

source: Services for the hire of tools
it: Servizi per affitto di utensili

source: Rental of underwater abrasive cleaning apparatus
it: Noleggio di apparecchi per pulizia abrasiva sottomarina

source: Repair of hollowware
it: Riparazione di vasellame

source: Coating of sewers
it: Rivestimento di fogne

source: Construction of complexes for recreational purposes
it: Costruzione di complessi per uso ricreativo

source: Cleaning of exterior airport runways
it: Pulizia di piste d'aeroporti esterne

source: Cleaning of exterior ships' decks
it: Pulizia di ponti esterni di navi

source: Rental of bulldozers
it: Noleggio di bulldozer

source: Building inspection [in the course of building construction]
it: Ispezione di edifici [in corso di costruzione]

source: Construction of nuclear power plants
it: Costruzione di centrali nucleari

source: Provision of launderette services
it: Servizi di lavanderie a gettoni

source: Preparation of a site for the installation of computer equipment
it: Preparazione di un sito per l'installazione d'apparecchiature informatiche

source: Cleaning of wall surfaces
it: Pulizia di superfici di pareti

source: Cleansing of mobile structures
it: Pulizia di strutture mobili

source: Civil construction services
it: Servizi di costruzione civile

source: Inspection of vehicles prior to repair
it: Ispezione di veicoli prima della riparazione

source: Building of naval vessels
it: Costruzione d'imbarcazioni

source: Installation of transmission lines
it: Installazione di linee di trasmissione

source: Dry cleaning of clothing
it: Lavaggio a secco di vestiti

source: Services for the painting and decorating of buildings
it: Servizi riguardanti la pittura e la decorazione di edifici

source: Hire of aluminium towers
it: Affitto di torri in alluminio

source: Beneath ground construction work relating to water supply pipes
it: Lavori di costruzione sotterranei relativi a tubature idriche

source: Maintenance of buildings
it: Conservazione di edifici

source: Service stations for the repair of vehicles
it: Stazioni di servizio per la riparazione di veicoli

source: Services for the damp proofing of buildings during construction
it: Servizi d'impermeabilizzazione d'edifici durante la costruzione

source: Dismantling of roofs
it: Smantellamento di tetti

source: Installation of pipe systems for conducting of liquids
it: Installazione di sistemi di tubature per la conduzione di liquidi

source: Installation of pipe systems for conducting of steam
it: Installazione di sistemi di tubature per la conduzione di vapore

source: Installation of radio telephone equipment
it: Installazione di apparecchiature radiotelefoniche

source: Installation of radios
it: Installazione di radio

source: Installation of telephone lines
it: Installazione di linee telefoniche

source: Repair of telephone apparatus
it: Riparazione di apparecchi telefonici

source: Installation of computer systems employing solid-state electronic circuitry
it: Installazione di sistemi informatici con impiego di circuiti elettronici a stato solido

source: Installation of computers
it: Installazione di computer

source: Installation of doors
it: Installazione di porte

source: Setting of gems [repair]
it: Incastonatura di gemme

source: Tile laying, bricklaying or block laying
it: Posa di mattonelle, mattoni o blocchi

source: Glaziers services for agricultural vehicles
it: Servizi di vetrai per veicoli agricoli

source: Chimney sweeping
it: Ripulitura di camini

source: Services for the repair of pipes
it: Servizi di riparazione di tubi

source: Services for the repair of drains
it: Servizi di riparazione di scarichi

source: Arranging for the maintenance of motor land vehicles
it: Organizzazione della manutenzione di veicoli terrestri a motore

source: Site preparation
it: Preparazione di siti

source: Stabilisation of soil by vibratory compaction (Services for the -)
it: Servizi di stabilizzazione di terreni mediante compattazione a vibrazione

source: Concrete polishing
it: Lucidatura del cemento

source: Renovation of property
it: Rinnovo di proprietà

source: Advisory services relating to the maintenance of slip gauges
it: Servizi di consulenza in materia di manutenzione di blocchetti di riscontro

source: Services for the installation of alarms
it: Servizi per installazione di allarmi

source: Office machines and equipment installation, maintenance and repair
it: Installazione, manutenzione e riparazione di apparecchi per ufficio

source: Repair or maintenance of musical instruments
it: Riparazione o manutenzione di strumenti musicali

source: Repair or maintenance of overhead projectors
it: Riparazione o manutenzione di lavagne luminose

source: Repair or maintenance of packing or wrapping machines and apparatus
it: Riparazione o manutenzione di macchine e apparecchi per imballaggio e confezione

source: Repair or maintenance of photographic machines and apparatus
it: Riparazione o manutenzione di macchine e apparecchi fotografici

source: Swimming pool cleaning services
it: Servizi di pulizia di piscine

source: Antenna installation and repair
it: Installazione e riparazione di antenne

source: Maintenance of internal combustion engines
it: Manutenzione di motori a scoppio

source: Maintenance and repair of aircraft weapons
it: Manutenzione e riparazione di armi di velivoli

source: Maintenance and repair of data communications networks
it: Manutenzione e riparazione di reti per la comunicazione di dati

source: Maintenance and repair of flooring
it: Manutenzione e riparazione di pavimenti

source: Repair or maintenance of sewing machines
it: Riparazione o manutenzione di macchine da cucire

source: Repair or maintenance of shoe making machines and instruments
it: Riparazione o manutenzione di macchine e strumenti per calzolai

source: Repair or maintenance of textile machines and apparatus
it: Riparazione o manutenzione di macchine e apparecchi tessili

source: Plumbing and glazing services
it: Servizi di idraulico e vetrature

source: Stain removal from carpets
it: Smacchiatura di tappeti

source: Stain removal from leather
it: Smacchiatura del cuoio

source: Advisory services relating to the installation of fixings
it: Servizi di consulenza in materia d'installazione di accessori

source: Advisory services relating to the installation of gearboxes
it: Servizi di consulenza in materia d'installazione di cambi di velocità

source: Advisory services relating to the installation of generators
it: Servizi di consulenza in materia d'installazione di generatori

source: Advisory services relating to the installation of plumbing
it: Servizi di consulenza in materia d'installazione di impianti idraulici

source: Advisory services relating to the installation of pumps
it: Servizi di consulenza in materia d'installazione di pompe

source: Refinishing silver
it: Argento di rifinitura

source: Construction of staircases of wood
it: Costruzione di scale in legno

source: Refurbishment of railway diesel engines
it: Rimessa a nuovo di motori diesel ferroviari

source: Interior fitting-out of company premises
it: Allestimento per interni di locali aziendali

source: Maintenance services relating to computer hardware
it: Servizi di manutenzione relativi all'hardware per computer

source: Maintenance and repair of systems incorporating hoses which convey fluid
it: Manutenzione e riparazione di sistemi dotati di tubi flessibili per il trasporto di fluidi

source: Resurfacing of facades
it: Rifacimento di facciate

source: Retracking [alignment] of tyres
it: Riallineamento di pneumatici

source: Application of coatings to tunnels
it: Applicazione di rivestimenti in gallerie

source: Application of underlayments
it: Applicazione di sottomoquette

source: Computer repair services
it: Riparazione di computer

source: Mechanic services
it: Servizi meccanici

source: Rental of apparatus for use in the construction of buildings
it: Noleggio di apparecchi per uso nella costruzione di edifici

source: Detection of draughts in buildings
it: Rilevamento di spifferi in edifici

source: Glazier services
it: Lavori di vetraio

source: Hygienic cleaning [vehicles]
it: Pulizia igienica [veicoli]

source: Industrial cleaning of buildings
it: Pulizia industriale di edifici

source: Information services relating to maintenance of security systems
it: Servizi d'informazione riguardanti la manutenzione di sistemi di sicurezza

source: Installation of fitted furniture
it: Installazione di mobili su misura

source: Installation, repair and maintenance of air reheaters
it: Installazione, riparazione e manutenzione di stufette

source: Installation, repair and maintenance of boiler tubes
it: Installazione, riparazione e manutenzione di scaldabagni

source: Installation of stands for trade fairs
it: Installazione di stand per fiere

source: Installation of street furniture
it: Installazione di arredo stradale

source: Installation of temporary fences
it: Installazione di recinzioni temporanee

source: Maintenance and repair of parts and fittings for buildings
it: Manutenzione e riparazione di parti e accessori per edifici

source: Rental of skid steer loaders
it: Noleggio di minipale compatte

source: Coating services for the repair of ships
it: Servizi di rivestimento per riparazione di navi

source: Construction of exhibition stands
it: Costruzione di stand espositivi

source: Construction of exploitation platforms
it: Costruzione di piattaforme di sfruttamento

source: Computer installation and repair
it: Installazione e riparazione di computer

source: Lubrication services
it: Servizi di lubrificazione

source: Cleaning of drains by high pressure water jetting
it: Pulizia di scarichi mediante getti di acqua ad alta pressione

source: Abrasive cleaning of metallic surfaces
it: Pulizia abrasiva di superfici metalliche

source: Construction of structures for the transportation crude oil
it: Costruzione di strutture per il trasporto di petrolio greggio

source: Construction of swimming-pool complexes
it: Costruzione di complessi di piscine

source: Construction of underground galleries
it: Costruzione di gallerie sotterranee

source: Construction of partition walls for interiors
it: Costruzione di pareti divisorie per interni

source: Prevention of dust ingress to buildings
it: Prevenzione dell'entrata di polveri in edifici

source: Erection of temporary seating
it: Costruzione di sedili temporanei

source: Extermination of fungus infestation in wood
it: Sterminazione di infestazioni da funghi nel legno

source: Information services relating to the construction of buildings
it: Servizi di informazione in materia di costruzione di edifici

source: Installation of access control systems
it: Installazione di sistemi di controllo d'accesso

source: Installation of closed circuit television systems
it: Installazione di sistemi di televisione a circuito chiuso

source: Building of schools
it: Costruzione di scuole

source: Welding for repair purposes
it: Saldature per riparazioni

source: Wiring of offices for data transmission
it: Cablaggio di uffici per trasmissione dati

source: Installation of vehicle simulator units
it: Installazione di simulatori per veicoli

source: Fire extinguisher recharging services
it: Servizi di ricarica per estintori

source: Services for the installation of drains
it: Servizi d'installazione di drenaggi

source: Services for the maintenance of windscreens in vehicles
it: Servizi di manutenzione di parabrezza per veicoli

source: Services for the redecoration of buildings
it: Servizi per ridecorazione di edifici

source: Vehicle tuning
it: Tuning di veicoli

source: Maintenance of computer hardware
it: Manutenzione di hardware

source: Prevention and correction of building subsidence
it: Prevenzione e correzione di cedimenti di edifici

source: Installation and repair of air-conditioning apparatus
it: Installazione e riparazione di apparecchi di climatizzazione

source: Erection of signs
it: Erezione di cartelli

source: Erection of signboards
it: Erezione di insegne

source: Servicing of conduits
it: Assistenza per condotte

source: Pipeline maintenance
it: Manutenzione di condotte

source: Pipe laying
it: Posa di tubi

source: Pipeline laying
it: Posa di condutture

source: Construction of pipelines
it: Costruzione di condotte

source: Installation of pipelines
it: Installazione di condotte

source: Servicing of pipelines
it: Assistenza per oleodotti

source: Services for the repair of conduits
it: Servizi per riparazione di condotti

source: Building construction and repair
it: Costruzioni e riparazioni

source: Services for the repair of pipelines
it: Servizi di riparazione di condotte

source: Carpet-laying
it: Posa di tappeti

source: Restoration of architectural works
it: Restauro di opere architettoniche

source: Building restoration
it: Restauro di edifici

source: Construction of ceilings
it: Costruzione di soffitti

source: Construction of screens
it: Costruzione di schermi

source: Roofing installation
it: Installazione di tetti

source: Cleaning of schools
it: Pulizia di scuole

source: Cleaning of clothing
it: Pulitura di abiti

source: Rental of tools, plant and equipment for construction and demolition
it: Affitto di strumenti, impianti ed equipaggiamenti per costruzione e demolizione

source: Building, construction and demolition
it: Edilizia, costruzione e demolizione

source: Computer hardware and telecommunication apparatus installation, maintenance and repair
it: Installazione, manutenzione e riparazione di computer hardware e di apparecchi

source: Glazing, installation, maintenance and repair of glass, windows and blinds
it: Smaltatura, installazione, manutenzione e riparazione di vetri, finestre e persiane

source: Furniture maintenance and repair
it: Manutenzione e riparazione di mobili

source: Rental of cleaning and washing machines and equipment
it: Affitto di macchine ed attrezzature per pulire e lavare

source: Interior and exterior cleaning of buildings
it: Pulitura interna ed esterna di edifici

source: Installation, cleaning, repair and maintenance
it: Installazione, pulizia, riparazione e manutenzione

source: Vehicle battery charging
it: Ricarica batterie per veicoli

source: Property development services [construction]
it: Servizi di sviluppo di proprietà [costruzione]

source: Assembly of prefabricated houses
it: Assemblaggio di case prefabbricate

source: Construction works for prefabricated houses
it: Lavori di costruzione per case prefabbricate

source: Mobile automotive oil change services provided at the customer's location
it: Servizi di cambio dell'olio mobili forniti presso l'ubicazione del cliente

source: Sterilization of medical instruments
it: Sterilizzazione di strumenti medici

source: Hydraulic fracturing services
it: Servizi di fratturazione idraulica

source: Pest control services, other than for agriculture, aquaculture, horticulture and forestry
it: Servizi di lotta ai parassiti, non per l'agricoltura, l'acquacoltura, l'orticoltura e la silvicoltura

source: Rental of dish washing machines
it: Affitto di macchine lavastoviglie

source: Maintenance of consumer electric appliances
it: Manutenzione di apparecchi elettrici di consumo

source: Maintenance of electronic apparatus
it: Manutenzione di apparecchi elettronici

source: Musical instrument tuning services
it: Accordatura di strumenti musicali

source: Repair of signboards
it: Riparazione di insegne

source: Ship dismantling
it: Demolizione di navi

source: Vehicle maintenance
it: Manutenzione di veicoli

source: Rental of cleaning machines
it: Noleggio di macchine per pulire

source: Construction consultancy
it: Consulenza edilizia

source: Vulcanization of tires [tyres] [repair]
it: Vulcanizzazione di pneumatici [riparazione]

source: Rental of construction equipment
it: Noleggio di macchine di cantiere

source: Rental of construction and building equipment
it: Noleggio di macchine e attrezzature da cantiere

source: Vehicle lubrication [greasing]
it: Lubrificazione di veicoli

source: Aircraft maintenance or repair
it: Manutenzione o riparazione di aerei

source: Airplane maintenance and repair
it: Manutenzione e riparazione di aerei

source: Renovation of clothing
it: Rinnovamento di abiti

source: Street cleaning
it: Pulizia di strade

source: Cleaning of buildings [exterior surface]
it: Pulizia di edifici [superficie esterna]

source: Automobile cleaning
it: Pulizia di automobili

source: Automobile polishing
it: Lucidatura di automobili

source: Vehicle polishing
it: Lucidatura di veicoli

source: Repair or maintenance of boilers
it: Riparazione o manutenzione di caldaie

source: Installation and repair of computer hardware
it: Installazione e riparazione di hardware di computer

source: Repair or maintenance of computers
it: Riparazione o manutenzione di computer

source: Maintenance and repair of computer hardware
it: Manutenzione e riparazione di hardware di computer

source: Road construction
it: Costruzione di strade

source: Street construction
it: Costruzione stradale

source: Fumigating
it: Fumigazione

source: Disinfecting
it: Disinfezione

source: Cleaning of buildings [interior]
it: Pulitura di edifici [interni]

source: Cleaning of building interiors
it: Pulitura di interni di edifici

source: Vehicle maintenance and repair
it: Riparazione e manutenzione di veicoli

source: Maintenance and repair of land vehicles
it: Manutenzione e riparazione di veicoli terrestri

source: Automobile repair and maintenance
it: Manutenzione e riparazione di automobili

source: Motor vehicle maintenance and repair
it: Manutenzione e riparazione di automobili
